app.controller('MainController', ['$scope', function($scope) {
	$scope.program = {
		series: "무한도전",
		series_img: "img/muhan.jpg",
		genre: "리얼 예능 버라이어티",
		season: 4,
		episode: "배달의 무도",
		description: "무한도전 '배달의 무도' 네번째 이야기 - 독일의 광부/간호사로 떠난 우리 시대 부모님들을 만나러 간 형동&광희! 음식 배달만이 아니라 깜짝쑈까지?! 우토로 마을에 이어 하시마 섬과 다카시마 섬을 찾은 하하는 마지막 음식 배달을 완료하는데... 준하와 명수의 배달 미공개 영상까지! 독일에서 느낄 수 없었던 한국의 '추억의 맛'을 배달하러 간 형돈과 광희! 과연 어떤 음식이 인기 폭발이었을까? 우토로 마을을 찾은 하하는 다음으로 하시마 섬으로 배달을 떠나게 되는데... 서경덕 교수와 함께 한 잊어서는 안될 하시마 섬의 슬픈 이야기까지.",
		datetime: new Date (2015, 8, 19, 18, 30, 00, 00)
	}
}]);